import { Container } from "./SummeryIntro.styled";

const SummeryIntro = () => {
  return (
    <Container className="">
      <div className="">
        <div className="title">چرا تل نیرو؟</div>
        <p className="description">
          اگر شما دارای کسب و کار نوپا هستید یا قصد دارید کسب و کار خود را ایجاد
          کنید یا کسب و کار خود را دارید و نیاز به جذب مخاطب و تبلیغات دارید و
          در فکر هزینه های تبلیغات هستید نگران نباشید , ما اینجا هستیم تا با
          کمترین هزینه , بهترین تجربه از تبلیغات را در اختیار شما قرار دهیم.
        </p>
        <p className="description">
          اگر مشاهده کرده باشید معمولا کانال ها و گروه های تلگرامی برای هر دفعه
          تبلیغ هزینه های زیادی میگیرند . شما می توانید با ربات ساز تل نیرو یک
          بار هزینه کنید و هر زمان که مایل بودید تبلیغات خود را انجام دهید.
        </p>
      </div>
      <div className="">
        <div className="title">یک تیر و دو نشان🎯</div>
        <p className="description">
          شما می توانید هم تبلیغات خود را انجام دهید , هم تبلیغات بپذیرید و کسب
          درآمد کنید
        </p>
      </div>
      <div className="">
        <div className="title">قابلیت های جذاب</div>
        <div className="features">
          <p className="">توان ایجاد ربات های انبوه تا سقف 100 ربات</p>
          <p className="">مدیریت همگانی و تکی ربات ها</p>
          <p className="">
            ارسال انواع محتوا بصورت ناشناس درون گروه های عمومی و کانال های دارای
            discussion
          </p>
          <p className="">ارسال انواع محتوا به گروه ها</p>
          <p className="">ارسال انواع محتوا به چت های خصوصی</p>
          <p className="">
            ارسال محتوای زمان بندی شده به تمام اشخاص یا گروه ها
          </p>
          <p className="">ارسال کامنت خودکار به کانال های دارای discussion</p>
          <p className="">
            قابلیت پیدا کردن و ثبت کردن مخاطبین بصورت خودکار از گروه ها. می
            توانید آنهارا عضو گروهی کنید یا از لیست تمام مخاطبین خروجی تهیه
            کنید.
          </p>
          <p className="">
            عضویت خودکار در گروه ها با قراردادن کانال لینک توسط شما.(کانال هایی
            که درونش لینک گروه ها ارسال میشود)
          </p>
          <p className="">
            خروجی گرفتن از داده های افراد در گروه ها(مانند نام شماره تماس و
            یوزرنیم و...)
          </p>
          <p className="">
            دسترسی به آمار روزانه، هفتگی، ماهانه، از فعالیت تمام ربات های شما در
            سایت.
          </p>
          <p className="">
            و قابلیت های زیاد دیگر که تمام اینها به کسب و کار شما فوق‌العاده رشد
            می دهد و تمام نقشه های تبلیغاتی بر عهده شما است. شما تصمیم گیرنده
            هستید که می خواهید از چه ترفند های تبلیغاتی استفاده کنید و از این
            بابت می توانید کسب و کار خود را آزادانه رونق دهید.
          </p>
        </div>
        <h3 style={{ textAlign: "center", color: "#ff9800" }}>
          در تل نیرو، آزادی و قدرت کامل در تبلیغات در اختیار شما است.
        </h3>
      </div>
    </Container>
  );
};

export default SummeryIntro;
